{
    "N64|007 - The World Is Not Enough (Europe) (En,Fr,De).zip": {
        "title": "007: The World Is Not Enough",
        "description": "Bond Is Back\r\n\r\nExperience the intensity of being the world's top secret agent. Equipped with a full arsenal of Q-Lab gadgets and weaponry, you must be suave, resourceful and lethal as you carry out action-packed missions based on the blockbuster movie. Are you cool under pressure? Deadly when necessary? Of course you are - you're Bond... James Bond \r\n\r\n• Bond's Best Missions! Battle through 14 dangerous levels with dynamic objectives based on your skill level.\r\n• Over 40 Q-Lab Gadgets and Weapons! Bond's P2K, X-Ray Glasses, Watch Stunner, and many more.\r\n• Action-packed Multiplayer! Customizable multiplayer modes for 1 to 4 players plus AI controlled bots.\r\n• Authentic Dialogue! Interact with you favorite characters and experience movie-like 3D cinematics with full speech.\r\n• Expansion Pak Support for enhanced graphics and visual effects.\r\n• Saves via Controller Pak",
        "date": "2000-10-17",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/238-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": false,
        "genres": "Action, Shooter",
        "developer": "Eurocom",
        "publisher": "Electronic Arts",
        "players": "4",
        "rating": "T - Teen"
    },
    "N64|1080 Snowboarding (Europe) (En,Ja,Fr,De).zip": {
        "title": "1080° Snowboarding",
        "description": "You’re taking a Tahoe 155 snowboard down a steep, bumpy incline at night and you’re about to top off an Indy Nosebone with a 360° Air, and you haven’t even left your living room!  You’re Playing 1080° (Ten Eighty) Snowboarding, a game so intense you’ll be brushing the snow off your goggles.  With five different boarders, eight different Lamar snowboards, more than 25 tricks, a Half-Pipe and six different courses, this is as close as you’ll get to the real thing without hopping on the next ski lift.\r\n\r\n• Six game modes and courses!\r\n• 2-Player simultaneous play!\r\n• Over 25 different tricks!\r\n• Compatible with Rumble Pak accessory.\r\n• Saves via SRAM",
        "date": "1998-04-01",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/237-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": false,
        "genres": "Sports",
        "developer": "Nintendo EAD",
        "publisher": "Nintendo",
        "players": "2",
        "rating": "E - Everyone"
    },
    "N64|64 Hanafuda - Tenshi no Yakusoku (Japan).zip": {
        "title": "64 Hanafuda: Tenshi no Yakusoku",
        "description": "64 Hanafuda: Tenshi no Yakusoku is a hanafuda card game released exclusively for the Nintendo 64 in Japan.",
        "date": "1999-11-05",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/16127-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": false,
        "genres": "Puzzle",
        "developer": "Altron Corporation",
        "publisher": "Altron Corporation",
        "players": "1",
        "rating": "E - Everyone"
    },
    "N64|All-Star Baseball 2000 (Europe).zip": {
        "title": "All-Star Baseball 2000",
        "description": "All-Star Baseball 2000 is the second release in the series and includes a range of improvements and new features compared to the '99 version. Motion captured technology allows a realistic representation of player movements, swings, throws and catches. Apart from the improved roster management, which includes the ability to sign players from the minor league and create new players with new stats, you are able to play a 162 game inter-league season or complete the 1999 MLB scheduled season.\r\nOnce more there are 30 teams available in the game, as well as home stadiums and home or away jerseys. Additionally players' face sizes and play styles coincide with the real ones, since the game is licensed.\r\n\r\n• Saves via Controller Pak",
        "date": "1999-03-31",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/1058-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": false,
        "genres": "Sports",
        "developer": "Acclaim",
        "publisher": "Acclaim Entertainment, Inc.",
        "players": "4",
        "rating": "E - Everyone"
    },
    "SNES|101 Dalmatas (USA) (Pirate).zip": {
        "title": "101 Dalmatas",
        "description": "No description available.",
        "date": "Unknown",
        "image_url": null,
        "provider": "Local",
        "has_achievements": false
    },
    "SNES|90 Minutes - European Prime Goal (Europe).zip": {
        "title": "90 Minutes: European Prime Goal",
        "description": "90 Minutes: European Prime Goal is a Super Nintendo Entertainment System soccer video game. The player(s) get to play in either exhibition, tournament, or in the all-star mode. The view is from a left-right perspective and the national flags of several European countries are used in the game. In the game mode \"You're a Hero,\" the player must make miracle plays that either win and/or change the game. The kick-off is doing using 3D graphics with the camera showing the spectators in the grandstand.\r\n\r\nThis game is a sequel to J.League Soccer Prime Goal 2 and J.League Soccer Prime Goal, which were both developed by Namco.",
        "date": "1995-08-04",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/303-2.jpg",
        "provider": "TheGamesDB",
        "has_achievements": false,
        "genres": "Sports",
        "developer": "Namco",
        "publisher": "Namco",
        "players": "2",
        "rating": "Not Rated"
    },
    "SNES|ACME Animation Factory (Europe).zip": {
        "title": "ACME Animation Factory",
        "description": "In ACME Animation Factory, the player is given a series of tools to create his or her own cartoons, using the most famous characters of Looney Tunes, including graphics, animation and music. When the cartoon has been created, it can be saved and later replayed.",
        "date": "1994-11-01",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/1528-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": false,
        "genres": "Sandbox",
        "developer": "Sunsoft",
        "publisher": "SUNSOFT",
        "players": "1",
        "rating": null
    },
    "SNES|Aaahh!!! Real Monsters (Europe).zip": {
        "title": "AAAHH!!! Real Monsters",
        "description": "In this game, based on popular Nickelodeon comics, you control three monsters: Ickis, Oblina, and Krumm. The Gromble, a headmaster in monster school, needs you to perform the final test - monster Midterm Exam - in order to prove yourselves to be real monsters. You should collect trash, throw it on people, and scare them!",
        "date": "1995-08-15",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/306-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": false,
        "genres": "Action, Adventure",
        "developer": "Realtime Associates, Inc.",
        "publisher": "Viacom New Media",
        "players": "2",
        "rating": "E - Everyone"
    },
    "SNES|ActRaiser (Europe).zip": {
        "title": "ActRaiser",
        "description": "A religious allegory game, where the angel has to rebuild 6 civilization cities, while the master is fighting demons and monsters, in this side scrolling platform game, as they work to defeat Tanzra and his demons from Death helm.",
        "date": "1990-12-16",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/105602-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": true,
        "genres": "Action, Adventure, Construction and Management Simulation",
        "developer": "Quintet",
        "publisher": "Enix Corporation",
        "players": "1",
        "rating": "E - Everyone"
    },
    "SNES|Addams Family, The (Europe) (En,Fr,De).zip": {
        "title": "Addams Family, The",
        "description": "No description available.",
        "date": "Unknown",
        "image_url": null,
        "provider": "Local",
        "has_achievements": false
    },
    "SNES|Addams Family Values (Europe) (En,Fr,De).zip": {
        "title": "Addams Family Values",
        "description": "Baby Pubert, the most recent addition to the Addams Family, has been abducted by Debbie Jellinski, his former nanny. As Uncle Fester it is your job to rescue little Pubert. You must search the surrounding areas (forests, swamps, gardens and the like) of Addams mansion, while avoiding traps, solving puzzles and killing monsters. You'll face such hellish creatures as vultures, gargoyles, bats, ghosts and ghouls.\r\n\r\nDuring your mission, you'll run into Gomez, Morticia, Lurch and other members of the Addams Family, who are on the grounds to lend advice and provide items. These items include a box of seeds for producing enemy-attacking mini bushes, black beetle cookies which give Fester a dose of ill-health (this is a good thing), stone marbles for turning attackers into rock, a bowling ball for hitting enemies and breaking through walls and a battery, which powers up Fester's standard Zzap attack. Within the seven levels of play, there are tons of other creatures to zap and items to find.",
        "date": "1995-02-01",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/1531-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": true,
        "genres": "Action, Role-Playing",
        "developer": "Ocean Software Ltd., Enigma Variations Ltd",
        "publisher": "Ocean Software Ltd.",
        "players": "1",
        "rating": "E - Everyone"
    },
    "PS2|Grand Theft Auto - San Andreas (Europe, Australia) (En,Fr,De,Es,It) (v1.03).zip": {
        "title": "Grand Theft Auto: San Andreas",
        "description": "Five years ago Carl Johnson escaped from the pressures of life in Los Santos, San Andreas, a city tearing itself apart with gang trouble, drugs and corruption. Where film stars and millionaires do their best to avoid the dealers and gangbangers.\r\n\r\nNow, it's the early 90s. Carl's got to go home. His mother has been murdered. His family has fallen apart and his childhood friends are all heading towards disaster. On his return to the neighborhood, a couple of corrupt cops frame him for homicide. CJ is forced on a journey that takes him across the entire state of San Andreas, to save his family and take control of the streets.",
        "date": "2004-10-26",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/3930-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": true,
        "genres": "Action, Adventure, Sandbox",
        "developer": "Rockstar North",
        "publisher": "Rockstar Games",
        "players": "2",
        "rating": "M - Mature 17+"
    },
    "N64|Banjo-Kazooie (Europe) (En,Fr,De).zip": {
        "title": "Banjo to Kazooie no Daibouken",
        "description": "Action and Puzzles and Bears, Oh My!\r\n\r\nTrouble brews when Gruntilda the witch captures the unbearably beautiful cub, Tooty. But before the grisly hag can steal the bear's good looks, big brother Banjo and his fine-feathered friend, Kazooie, join forces to stop her. Combining their 24 moves and special powers, Banjo and Kazooie will fend off armies of beasts. Bear and bird must hunt down the 100 puzzle pieces and 900 musical notes that will ultimately lead them to Gruntilda. However, miles of swamp, desert and snow and one bear of an adventure stand in their way.\r\n\r\n-Soar over islands to scout out buried treasure.\r\n\r\n-Brave past whirling blades in the belly of a mechanical shark.\r\n\r\n-With some voodoo magic, transform into different creatures to gain special powers.\r\n\r\n-Solve the puzzles of the ancients to unearth the cursed labyrinths.",
        "date": "1998-12-06",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/95802-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": true,
        "genres": "Action, Adventure",
        "developer": "Rare, Ltd.",
        "publisher": "Nintendo",
        "players": "1",
        "rating": "Not Rated"
    },
    "N64|Banjo-Tooie (Europe) (En,Fr,De,Es).zip": {
        "title": "Banjo to Kazooie no Daibouken 2",
        "description": "Grunty returns-and that's bad news for Banjo and Kazooie! In this all-new adventure, combine everything you learned in the award-winning prequel, Banjo-Kazooie, with dozens of brand-new moves and abilities. Explore eight original worlds-like a monstrous factory and a dilapidated amusement park. Solve incredible puzzles that link those worlds together-sometimes you'll have to complete tasks in several worlds to solve a single puzzle!\r\n\r\n-Divide and conquer! The bear and bird are back and this time they can split up and work alone.\r\n\r\n-Play as Mumbo! Now you'll get to take control of the bone-headed shaman himself!\r\n\r\n-Meet Humba Wumba! She'll transform Banjo into a number of objects, such as a walkin', talkin' statue or a tightie whitie shootin' washer.\r\n\r\n-Four-player mini-games! Play over a dozen mini-games, including five different shootout modes.",
        "date": "2000-11-27",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/85671-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": true,
        "genres": "Action, Adventure, Puzzle, Platform",
        "developer": "Rare, Ltd.",
        "publisher": "Nintendo",
        "players": "4",
        "rating": "E - Everyone"
    },
    "N64|Bomberman 64 (Europe).zip": {
        "title": "Bomberman 64",
        "description": "The evil Altair is using the Omni Cube to drain the energy from Planet Bomber. With the aid of a mysterious helper, you must defeat Altair, and restore peace to Planet Bomber. In the Adventure mode, guide Bomberman through 24 areas of perilous conflict. Battle Altair's sinister allies, destroy their bases and put an end to the insane attack. The multi-player Battle mode offers endless hours of explosive action. Use the standard Bomberman character or create a custom one and save it to an N64 Controller Pak.\r\n\r\n• Saves via Internal Memory (EEPROM) - Secondary Saves via Controller Pak",
        "date": "1997-12-01",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/1072-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": true,
        "genres": "Platform",
        "developer": "Hudson Entertainment, Inc.",
        "publisher": "Nintendo",
        "players": "4",
        "rating": "E - Everyone"
    },
    "N64|AeroFighters Assault (Europe) (En,Fr,De).zip": {
        "title": "Aero Fighters Assault",
        "description": "The AeroFighters Assault team needs your help to save the Earth from the evil Phutta Morgana and their machines of doom. Join the battle in the only game that matters!\r\n\r\n• 360 degrees of total air assault action!\r\n• Multiple missions around the globe pit you against a variety of enemy aircraft and boss characters.\r\n• Player selectable viewpoints include traditional external and in-aircraft views, plus our unique \"combat view\" that provides you with a better perspective of the dogfight situation.\r\n• Four different game modes including practice, main game, boss attack, and two-player death match.\r\n• Game progress stored in memory.",
        "date": "1997-10-30",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/1052-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": false,
        "genres": "Action, Flight Simulator",
        "developer": "Paradigm Entertainment Inc.",
        "publisher": "Video System Co., Ltd.",
        "players": "2",
        "rating": "E - Everyone"
    },
    "N64|Beetle Adventure Racing! (Europe) (En,Fr,De).zip": {
        "title": "Beetle Adventure Racing!",
        "description": "No description available.",
        "date": "Unknown",
        "image_url": null,
        "provider": "Local",
        "has_achievements": true
    },
    "N64|Chameleon Twist 2 (Europe).zip": {
        "title": "Chameleon Twist 2",
        "description": "No description available.",
        "date": "Unknown",
        "image_url": null,
        "provider": "Local",
        "has_achievements": true
    },
    "N64|F-Zero X (Europe).zip": {
        "title": "F-Zero X",
        "description": "No description available.",
        "date": "Unknown",
        "image_url": null,
        "provider": "Local",
        "has_achievements": true
    },
    "N64|Mario Kart 64 (Europe) (Rev 1).zip": {
        "title": "Mario Kart 64",
        "description": "No description available.",
        "date": "Unknown",
        "image_url": null,
        "provider": "Local",
        "has_achievements": true
    },
    "N64|Mario Party 2 (Europe) (En,Fr,De,Es,It).zip": {
        "title": "Mario Party 2",
        "description": "No description available.",
        "date": "Unknown",
        "image_url": null,
        "provider": "Local",
        "has_achievements": true
    },
    "GameCube|Bomberman Generation (Europe) (En,Fr,De).zip": {
        "title": "Bomberman Generation",
        "description": "Bomberman returns with a new cel-shaded 3D look. The same storyline applies, however. Bomberman has been given the task of taking back a powerful element of magic, and protecting it from the hands of evil. To do so, he must use his bombing abilites to blast his way through mazes filled with crazy enemies and hidden secrets. There are 5 worlds in all, each with 16 levels to complete. And after completing cetain objectives and picking up items, Bomberman will learn new techniques and abilities to improve his range with his bombs or use new weapons.\r\n\r\nAlso included is a 4 player classic bomberman multi-player modes. Unlike the adventure mode, all of the multi-player modes are set in the original 2D, top down style perspective. The last man standing wins in most rounds, with the added twist of other enemies on screen and timed battles.",
        "date": "2002-06-03",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/4192-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": true,
        "genres": "Adventure",
        "developer": "Hudson Entertainment, Inc.",
        "publisher": "Majesco Entertainment",
        "players": "4",
        "rating": "E - Everyone"
    },
    "PS2|AirBlade (Europe, Australia) (En,Fr,De,Es,It).zip": {
        "title": "Airblade",
        "description": "AirBlade takes place in the near future as a man named Oscar has developed a perpetual energy source that will revolutionize the world, however, the GCP Corporation has discovered it as well and fears that it will hurt the company which is heavily invested in the oil companies. Desperate, they kidnap Oscar in an attempt to silence him, but before he is captured, he gives his friend Ethan a prototype hoverboard called the AirBlade.",
        "date": "2002-01-28",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/5869-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": true,
        "genres": "Racing, Sports",
        "developer": "Criterion Games",
        "publisher": "Namco",
        "players": "8",
        "rating": "T - Teen"
    },
    "PS2|Anubis II (Europe).zip": {
        "title": "Anubis II",
        "description": "A long time ago, an evil spirit known as Mumm'hotep sank the land of Egypt into eternal darkness. A deadly curse was spread across the once peaceful civilisation. The Gods had to send one man to deal with this threat, the warrior of the sand... Anubis. The player is armed with an arsenal consisting of the scepter of Ra and the Kanopic bombs of fury, with this, Anubis sets off to save Egypt once and for all! In this game, the player will have to face off with legions of evil enemies across nine playable levels of gameplay.\r\n\r\nThe player controls Anubis from a third-person perspective through levels with platform puzzles and enemies that are taken out by swinging his staff or locking on to them and shooting energy balls. In each level Anubis needs to find eight pyramids that open up the portal to end the stage. Contrary to the title, this is not the sequel to an earlier game.",
        "date": "2005-09-18",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/8527-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": true,
        "genres": "Action",
        "developer": "Data Design Interactive",
        "publisher": "Metro3D, Inc.",
        "players": "1",
        "rating": "E - Everyone"
    },
    "PS2|Animal Soccer World (Europe) (En,Fr,De).zip": {
        "title": "Animal Soccer World",
        "description": "The preparations for the most exciting happening of the year are well on there way. The biggest football match of all times is going to start.\r\nFC Wild Dogs has been challenged by SV Lion Rocks. The coaches of both teams are still thinking about the final line-up. Today is the day, the match is going to start.... who will win?",
        "date": "2006-10-02",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/30825-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": true,
        "genres": "Sports",
        "developer": "Phoenix Games",
        "publisher": "Phoenix Games B.V.",
        "players": "1",
        "rating": "EC - Early Childhood"
    },
    "PS2|Armored Core 2 (Europe).zip": {
        "title": "Armored Core 2",
        "description": "The genuine sequel to the original Armored Core. Thrown into the world of AC mechs, you must complete the objectives set for you by a range of different companies, each with a hefty pay packet attached. If the mission is completed, the money goes towards upgrades and repairs to your mech.\r\n\r\nThe collection of items to upgrade your mech is fully stocked with weapons, defense systems, rocket packs and guidance systems to increase accuracy and speed. Certain missions require a particular upgrade for the mission to be completed correctly, so spending the cash wisely is important to your career.\r\n\r\nOnce your mech is ready for battle, you can also take on a friend in arena mode, where one-on-one battles rage on for as long as you wish in huge outdoor areas.",
        "date": "2000-10-26",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/5365-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": true,
        "genres": "Action",
        "developer": "FromSoftware, Inc.",
        "publisher": "Agetec, Inc.",
        "players": "2",
        "rating": "T - Teen"
    },
    "PS2|Bob the Builder (Europe) (En,De,Nl).zip": {
        "title": "Bob the Builder",
        "description": "No description available.",
        "date": "Unknown",
        "image_url": null,
        "provider": "Local",
        "has_achievements": true
    },
    "PS2|Britney's Dance Beat (Europe) (En,Es,It).zip": {
        "title": "Britney's Dance Beat",
        "description": "Singer Britney Spears is looking for backup dancers for her next world tour, and she wants you to audition. Show Britney your hottest moves by keeping to the beat of her most popular songs, including \"Oops! I Did It Again\" and \"I'm a Slave 4 U.\" Then, answer trivia questions to prove your Britney knowledge. The game rewards true fans with exclusive video footage, access to more songs, and the chance to dance alongside Britney.",
        "date": "2002-05-08",
        "image_url": "https://cdn.thegamesdb.net/images/medium/boxart/front/18651-1.jpg",
        "provider": "TheGamesDB",
        "has_achievements": true,
        "genres": "Music",
        "developer": "Metro Graphics",
        "publisher": "THQ",
        "players": "2",
        "rating": "E - Everyone"
    }
}